[
  {
    "id": "c1a6b7b3-3b6f-4f35-9c89-9e0d0e4c1a01",
    "review": "Main kaafi time se forex dekh raha tha but samajh nahi aa raha tha start kaise karu. Yahan join karne ke baad cheezein thodi clear hui. Sab kuch ekdum easy language mein bataya jata hai, bina over-complicate kiye. Ab at least chart dekh ke samajh aata hai ki kya ho raha hai.",
    "name": "Rohit",
    "location": "Pune",
    "avatar": "/assets/images/students/student-3.png"
  },
  {
    "id": "b8a4c2de-6c59-4d8a-9f51-47a7a77e1b02",
    "review": "Main Maharashtra se hoon aur language barrier bilkul nahi laga. Teaching style normal hai, jaise koi senior trader guide kar raha ho. Abhi learning phase mein hoon but direction mil chuki hai.",
    "name": "Priya",
    "location": "Pune",
    "avatar": "/assets/images/students/student-2.png"
  },
  {
    "id": "a5d91f4a-91b7-4b39-8db1-1f1a3a4f2c03",
    "review": "I am doing a full-time job, so I needed something practical, not theory heavy. The sessions helped me understand market structure slowly. I’m not perfect yet, but now I trade with a plan instead of guessing.",
    "name": "Rohit",
    "location": "Mumbai",
    "avatar": "/assets/images/students/student-1.png"
  },
  {
    "id": "e9f3b1c7-7d91-4d89-9e77-6d8f5e2c2a04",
    "review": "Sach bolu toh main pehle losses mein tha. Is academy se koi magic trick nahi mili, but mindset aur risk management ka concept samajh aaya. Losses control mein aaye, jo mere liye biggest improvement hai.",
    "name": "Aman",
    "location": "Indore",
    "avatar": "/assets/images/students/student-4.png"
  },
  {
    "id": "d4e2a6b1-5f88-4b62-8a3a-9a2e3f4c1a05",
    "review": "What I liked most is they don’t promise quick money. They clearly explain that trading takes time and practice. This honesty is rare in the forex space.",
    "name": "Vishal",
    "location": "Delhi",
    "avatar": "/assets/images/students/student-5.png"
  },
  {
    "id": "f1c8b9d2-6b4f-4a71-9e55-8d3a4c2b1a06",
    "review": "Golden Bulls helped me finally understand market structure in a way that actually makes sense. The lessons were clear, practical, and easy to apply.",
    "name": "Meera Reddy",
    "location": "Hyderabad",
    "avatar": "/assets/images/students/student-1.png"
  }
]